{
  "main": {
    "name":"Eric King",
    "occupation":"Web Developer/Audio Engineer",
    "description":"Im a full stack web developer with a background in audio production and engineering.",
    "image":"profilepic.jpg",
    "bio":"Full stack web developer with a background in music production and audio engineering .I'm a recent graduate of the UConn Coding Boot Camp; in which I worked in teams of four and created full stack applications using HTML, CSS, JQuery, MERN and JavaScript. In school I gained the experience building products for desktop, phone and mobile app users, meeting highest standards for web design, user experience, best practices, usability and speed. Responding to challenges by designing and developing solutions and building web applications aligned to customer's services. Translating solutions into code and working across many different APIs, third-party integrations and databases. As a music producer I have worked as lead producer on several albums from concept to production and also marketing. I am looking to take my leadership skills I gained as a musician and apply them to tech.",
    "contactmessage":"Please contact me.",
    "email": "zvluwork@gmail.com",
    "phone": "860-936-7330",
    "address":{
      "city":"Hartford",
      "state":"CT",
      "zip": "06106"
    },
    "website": "https://github.com/zvlu",
    "resumedownload":"https://drive.google.com/file/d/1eiY_9PXV-_UZg6hIVF-Zou5MpA-o3F6l/view?usp=sharing",
    "social":[
      {
        "name":"github",
        "url":"https://github.com/zvlu",
        "className":"fa fa-github"
      },
      {
        "name":"linkedin",
        "url":"https://www.linkedin.com/in/zvlu-music-7b2390197/",
        "className":"fa fa-linkedin"
      }
    
      
      
      
     
    ]
  },
  "resume":{
    "skillmessage":"Proficent using the following technologies",
    "education":[
      {
        "school":"Uconn Coding Bootcamp",
        "degree":"Full Stack Course",
        "graduated":"May 2020",
        "description":" I learned how to develop apps while applying the accepted and standard basics of social coding—source control, issue tracking, functional feedback, etc. Built front-end websites from scratch, as well as with ready-made frameworks. I Created full-stack, single-page web applications with RESTful routes and AJAX methods, and generated dynamic content and implement user-authentication schemes by incorporating different types of databases—MySQL and MongoDB. I also learned the entire development cycle of complex projects in both independent and collaborative settings. "
        
      },
      {
        "school":"Baystate College",
        "degree":"Associate of Science in Entertainment Management",
        "graduated":"May 2010",
        "description":"Great school located in downtown Boston, studied entertainement management with a minor in audio engineering. Proficient using the following: Sports Sounds Pro, Pro Tools, Reason, FL Studio, and Logic Pro, Microsoft Word, Microsoft PowerPoint"
      }
    ],
    "work":[
      {
        "company":"Hartford Public Library",
        "title":"Music Coordinator ",
        "years":"January 2019 - Present",
        "description":"Host and coordinator for the Baby Grand Jazz events. Coordinated with band members in show setup, video streamed event to Facebook Live, and monitored social media and online sources for industry trends. Technology used were OBS Software."
      },
      {
        "company":"Bamboo Grove LLC.",
        "title":"Music Producer",
        "years":"March 2006 - Current",
        "description":"Worked on several music projects as main producer. Submitted and have been added to the Warner Music Production Catalog. Notable artist I have provieded production for are Leveon Bell, Gyptain, Brandon Serafino, and many more. I have also been contracted to produce events such as The Greenwich Art Gala 2016, Baby Grand Jazz 2019/2020, and many more."
      }
    ],
    "skills":[
      {
        "name":"Git",
        "level":"100%"
      },
      {
        "name":"MySQL",
        "level":"100%"
      },
      {
        "name":"Javascript",
        "level":"100%"
      },
      {
        "name":"NodeJS",
        "level":"100%"
      },
      {
        "name":"React",
        "level":"100%"
      },
      {
        "name":"CSS",
        "level":"100%"
      },
      {
        "name":"HTML5",
        "level":"100%"
      },
      {
        "name":"MongoDB",
        "level":"100%"
      }
    ]
  },
  "portfolio":{
    "projects": [
      {
        "title":"FinTrack",
        "tech" : "Frontend Framework Bootstrap, Js,Node Express,Mysql ,Sequelize and Js library Chart.js. ,Finnhub and Alpha Vantage api's",
        "category":"FinTRack is a web application that allows users to track the Income and Expenses.",
        "image":"fintrack.png",
        "github":"https://github.com/zvlu/FinTRack",
        "url":"https://serene-scrubland-32480.herokuapp.com/"
      },
      {
        "title":"Lively",
        "tech" : "JQUERY , Live.fm API ,TasteDiv API",
        "category":"One place to find your favorite artist and new ones at the same time.",
        "image":"Lively.png",
        "github":"https://github.com/zvlu/Lively",
        "url":"https://sforzemon.github.io/Lively/"
      },
      {
        "title":"MyGarage",
        "category":"Car part store",
        "tech" : "MERN STACK, PASSPORT,React-simple-chat-bot, Market check API, Stripe Secure Payment Gateway",
        "image":"mygarage.png",
        "github":"https://github.com/smaji08/mygarage-kaera",
        "url":"https://lit-scrubland-58683.herokuapp.com/"
      }
      
    ]
  },
  "testimonials":{
    "testimonials":[
      {
        "text":"As current music producer I would love to explore the ways I can marry my love for tech and music.",
        "user":"Eric King"
      }
      
    ]
  }
}
